export const contacts = {
"ContactsTable": [
{
"IDАдреса": "f7d739ab-0d28-43bc-b1b7-19c151c0f98f",
"Contact": {
"СтрокаУИД": "473b3cb0-e253-11e8-a42f-e0db5502bf78",
"ТипОбъекта": "Контактные лица",
"Наименование": "Иванов Иван "
},
"ФИО": "Иванов Иван ",
"Пол": "Мужской",
"НомерТелефона": "9000000000",
"Email": "mail@mail.ru",
"Skype": "",
"WhatsApp": false,
"МобильныйНомер": "",
"Должность": "Продавец"
},
{
"IDАдреса": "f7d739ab-0d28-43bc-b1b7-19c151c0f98f",
"Contact": {
"СтрокаУИД": "cc3002d2-69a5-11ea-ac93-842b2b07593b",
"ТипОбъекта": "Контактные лица",
"Наименование": "мавмавы выаывамс sdfsdfvsd"
},
"ФИО": "мавмавы выаывамс sdfsdfvsd",
"Пол": "Мужской",
"НомерТелефона": "csczxxcz",
"Email": "cxz\\czxc",
"Skype": "cxzczx",
"WhatsApp": false,
"МобильныйНомер": "czczax",
"Должность": "cxzcxz"
}
]
}

export const paymentSchedule = {
"PaymentShedule": [
{
"Основание": {
"СтрокаУИД": "4c29ad48-2c55-11ee-80db-f4ee0806c311",
"ТипОбъекта": "Заявка на отгрузку дилера",
"Наименование": "Отгрузка 20555 от 27.07.2023 11:12:11 577237271"
},
"Счет": "P0000045708",
"СуммаСчета": "8 691",
"ДатаСчета": "27.07.2023 11:12:11",
"СуммаЗадолженности": "8 691",
"КонечнаяДатаОплаты": "29.07.2023 11:12:11"
},
{
"Основание": {
"СтрокаУИД": "bbc9426c-ac6d-11ed-80d6-f4ee0806c311",
"ТипОбъекта": "Заявка на отгрузку дилера",
"Наименование": "Отгрузка 14724 от 14.02.2023 17:27:12 577232142"
},
"Счет": "P0000007994",
"СуммаСчета": "857,61",
"ДатаСчета": "14.02.2023 17:27:12",
"СуммаЗадолженности": "857,61",
"КонечнаяДатаОплаты": "16.02.2023 17:27:12"
},
{
"Основание": {
"СтрокаУИД": "66d5ed1d-a926-11ed-80d6-f4ee0806c311",
"ТипОбъекта": "Заявка на отгрузку дилера",
"Наименование": "Отгрузка 14639 от 10.02.2023 16:34:28 Test"
},
"Счет": "P0000007276",
"СуммаСчета": "688,6",
"ДатаСчета": "10.02.2023 16:34:28",
"СуммаЗадолженности": "688,6",
"КонечнаяДатаОплаты": "12.02.2023 16:34:28"
},
{
"Основание": {
"СтрокаУИД": "e0ff3bad-9b01-11ed-80d6-f4ee0806c311",
"ТипОбъекта": "Заявка на отгрузку дилера",
"Наименование": "Отгрузка 14131 от 23.01.2023 16:21:47 тест"
},
"Счет": "P0000003099",
"СуммаСчета": "6 106",
"ДатаСчета": "23.01.2023 16:21:47",
"СуммаЗадолженности": "6 106",
"КонечнаяДатаОплаты": "25.01.2023 16:21:47"
},
{
"Основание": {
"СтрокаУИД": "e2c10952-f1fb-11ec-80c8-842b2b07593b",
"ТипОбъекта": "Заявка на отгрузку дилера",
"Наименование": "Отгрузка 8836 от 22.06.2022 15:51:08 577226222"
},
"Счет": "P0000033468",
"СуммаСчета": "5 762",
"ДатаСчета": "22.06.2022 15:51:08",
"СуммаЗадолженности": "5 762",
"КонечнаяДатаОплаты": "24.06.2022 15:51:08"
},
{
"Основание": {
"СтрокаУИД": "7b347a69-f1fa-11ec-80c8-842b2b07593b",
"ТипОбъекта": "Заявка на отгрузку дилера",
"Наименование": "Отгрузка 8831 от 22.06.2022 15:49:05 577226221"
},
"Счет": "P0000033456",
"СуммаСчета": "12 738",
"ДатаСчета": "22.06.2022 15:49:05",
"СуммаЗадолженности": "12 738",
"КонечнаяДатаОплаты": "24.06.2022 15:49:05"
},
{
"Основание": {
"СтрокаУИД": "965a7699-e0d1-11ec-80c8-842b2b07593b",
"ТипОбъекта": "Заявка на отгрузку дилера",
"Наименование": "Отгрузка 8298 от 31.05.2022 14:05:32 577225311"
},
"Счет": "P0000028787",
"СуммаСчета": "627,3",
"ДатаСчета": "31.05.2022 14:05:32",
"СуммаЗадолженности": "627,3",
"КонечнаяДатаОплаты": "02.06.2022 14:05:32"
},
{
"Основание": {
"СтрокаУИД": "5be5e1bd-af4b-11ec-80c8-842b2b07593b",
"ТипОбъекта": "Заявка на отгрузку дилера",
"Наименование": "Отгрузка 6859 от 29.03.2022 15:29:12 577223291"
},
"Счет": "P0000015868",
"СуммаСчета": "11 532",
"ДатаСчета": "29.03.2022 15:29:12",
"СуммаЗадолженности": "11 532",
"КонечнаяДатаОплаты": "31.03.2022 15:29:12"
},
{
"Основание": {
"СтрокаУИД": "0d0b049c-ab56-11ec-80c8-842b2b07593b",
"ТипОбъекта": "Заявка на отгрузку дилера",
"Наименование": "Отгрузка 6730 от 24.03.2022 12:44:36 катя"
},
"Счет": "P0000014871",
"СуммаСчета": "6 596",
"ДатаСчета": "24.03.2022 12:44:36",
"СуммаЗадолженности": "6 596",
"КонечнаяДатаОплаты": "26.03.2022 12:44:36"
},
{
"Основание": {
"СтрокаУИД": "898254c5-a032-11ec-80c8-842b2b07593b",
"ТипОбъекта": "Заявка на отгрузку дилера",
"Наименование": "Отгрузка 6388 от 10.03.2022 9:02:58 ар"
},
"Счет": "P0000011594",
"СуммаСчета": "5 072",
"ДатаСчета": "10.03.2022 9:02:58",
"СуммаЗадолженности": "5 072",
"КонечнаяДатаОплаты": "12.03.2022 9:02:58"
},
{
"Основание": {
"СтрокаУИД": "5e270058-a032-11ec-80c8-842b2b07593b",
"ТипОбъекта": "Заявка на отгрузку дилера",
"Наименование": "Отгрузка 6387 от 10.03.2022 9:02:50 ва"
},
"Счет": "P0000011593",
"СуммаСчета": "30 653",
"ДатаСчета": "10.03.2022 9:02:50",
"СуммаЗадолженности": "30 653",
"КонечнаяДатаОплаты": "12.03.2022 9:02:50"
},
{
"Основание": {
"СтрокаУИД": "54ca02c5-991f-11ec-80c8-842b2b07593b",
"ТипОбъекта": "Заявка на отгрузку дилера",
"Наименование": "Отгрузка 6231 от 01.03.2022 8:58:01 тест"
},
"Счет": "P0000009913",
"СуммаСчета": "4 423",
"ДатаСчета": "01.03.2022 8:58:01",
"СуммаЗадолженности": "4 423",
"КонечнаяДатаОплаты": "03.03.2022 8:58:01"
},
{
"Основание": {
"СтрокаУИД": "d0bf788a-8415-11ec-80c8-842b2b07593b",
"ТипОбъекта": "Заявка на отгрузку дилера",
"Наименование": "Отгрузка 5839 от 02.02.2022 14:14:12 тест не грузить"
},
"Счет": "P0000004962",
"СуммаСчета": "693,24",
"ДатаСчета": "02.02.2022 14:14:12",
"СуммаЗадолженности": "693,24",
"КонечнаяДатаОплаты": "04.02.2022 14:14:12"
},
{
"Основание": {
"СтрокаУИД": "26c9d76a-7f44-11ec-80c8-842b2b07593b",
"ТипОбъекта": "Заявка на отгрузку дилера",
"Наименование": "Отгрузка 5747 от 27.01.2022 11:00:30 577221271"
},
"Счет": "P0000003799",
"СуммаСчета": "1 047,53",
"ДатаСчета": "27.01.2022 11:00:30",
"СуммаЗадолженности": "1 047,53",
"КонечнаяДатаОплаты": "29.01.2022 11:00:30"
},
{
"Основание": {
"СтрокаУИД": "8b346495-4378-11ec-80c8-842b2b07593b",
"ТипОбъекта": "Заявка на отгрузку дилера",
"Наименование": "Отгрузка 4819 от 12.11.2021 8:44:30 5772111121"
},
"Счет": "P0000057287",
"СуммаСчета": "15 824",
"ДатаСчета": "12.11.2021 8:44:30",
"СуммаЗадолженности": "15 824",
"КонечнаяДатаОплаты": "14.11.2021 8:44:30"
},
{
"Основание": {
"СтрокаУИД": "97070c17-25d9-11ec-80c8-842b2b07593b",
"ТипОбъекта": "Заявка на отгрузку дилера",
"Наименование": "Отгрузка 4379 от 05.10.2021 15:48:15 123"
},
"Счет": "P0000050356",
"СуммаСчета": "747,74",
"ДатаСчета": "05.10.2021 15:48:15",
"СуммаЗадолженности": "747,74",
"КонечнаяДатаОплаты": "07.10.2021 15:48:15"
},
{
"Основание": {
"СтрокаУИД": "d9984ba1-2042-11ec-80c8-842b2b07593b",
"ТипОбъекта": "Заявка на отгрузку дилера",
"Наименование": "Отгрузка 4259 от 28.09.2021 13:24:09 test`1"
},
"Счет": "P0000049033",
"СуммаСчета": "5 336,54",
"ДатаСчета": "28.09.2021 13:24:09",
"СуммаЗадолженности": "5 336,54",
"КонечнаяДатаОплаты": "30.09.2021 13:24:09"
},
{
"Основание": {
"СтрокаУИД": "4ce1fe3b-1a0f-11ec-80c8-842b2b07593b",
"ТипОбъекта": "Заявка на отгрузку дилера",
"Наименование": "Отгрузка 4161 от 20.09.2021 16:12:32 тест"
},
"Счет": "P0000047513",
"СуммаСчета": "8 573",
"ДатаСчета": "20.09.2021 16:12:32",
"СуммаЗадолженности": "8 573",
"КонечнаяДатаОплаты": "22.09.2021 16:12:32"
},
{
"Основание": {
"СтрокаУИД": "10ed5b6d-0a1e-11ec-80c8-842b2b07593b",
"ТипОбъекта": "Заявка на отгрузку дилера",
"Наименование": "Отгрузка 3863 от 31.08.2021 9:16:48 01232"
},
"Счет": "P0000043399",
"СуммаСчета": "9 712",
"ДатаСчета": "31.08.2021 9:16:48",
"СуммаЗадолженности": "9 712",
"КонечнаяДатаОплаты": "02.09.2021 9:16:48"
},
{
"Основание": {
"СтрокаУИД": "fb618d4a-fa8c-11eb-80c7-842b2b07593b",
"ТипОбъекта": "Заявка на отгрузку дилера",
"Наименование": "Отгрузка 3667 от 11.08.2021 13:14:59 xfb"
},
"Счет": "P0000039848",
"СуммаСчета": "3 072",
"ДатаСчета": "11.08.2021 13:14:59",
"СуммаЗадолженности": "3 072",
"КонечнаяДатаОплаты": "13.08.2021 13:14:59"
},
{
"Основание": {
"СтрокаУИД": "6a490b21-eeb4-11eb-80c7-842b2b07593b",
"ТипОбъекта": "Заявка на отгрузку дилера",
"Наименование": "Отгрузка 3482 от 27.07.2021 12:15:54 перо"
},
"Счет": "P0000036818",
"СуммаСчета": "6 647",
"ДатаСчета": "27.07.2021 12:15:54",
"СуммаЗадолженности": "6 647",
"КонечнаяДатаОплаты": "29.07.2021 12:15:54"
},
{
"Основание": {
"СтрокаУИД": "4097bd6f-ee03-11eb-80c7-842b2b07593b",
"ТипОбъекта": "Заявка на отгрузку дилера",
"Наименование": "Отгрузка 3468 от 26.07.2021 15:03:09 петровичу"
},
"Счет": "P0000036631",
"СуммаСчета": "4 849",
"ДатаСчета": "26.07.2021 15:03:09",
"СуммаЗадолженности": "4 849",
"КонечнаяДатаОплаты": "28.07.2021 15:03:09"
},
{
"Основание": {
"СтрокаУИД": "30bf4ec0-ede0-11eb-80c7-842b2b07593b",
"ТипОбъекта": "Заявка на отгрузку дилера",
"Наименование": "Отгрузка 3461 от 26.07.2021 10:34:15 Иван Петровичу"
},
"Счет": "P0000036497",
"СуммаСчета": "4 849",
"ДатаСчета": "26.07.2021 10:34:15",
"СуммаЗадолженности": "4 849",
"КонечнаяДатаОплаты": "28.07.2021 10:34:15"
},
{
"Основание": {
"СтрокаУИД": "64dc265f-eba8-11eb-80c7-842b2b07593b",
"ТипОбъекта": "Заявка на отгрузку дилера",
"Наименование": "Отгрузка 3456 от 23.07.2021 15:07:32 Петровичу"
},
"Счет": "P0000036366",
"СуммаСчета": "2 842",
"ДатаСчета": "23.07.2021 15:07:32",
"СуммаЗадолженности": "2 842",
"КонечнаяДатаОплаты": "25.07.2021 15:07:32"
},
{
"Основание": {
"СтрокаУИД": "de69f0ae-eba7-11eb-80c7-842b2b07593b",
"ТипОбъекта": "Заявка на отгрузку дилера",
"Наименование": "Отгрузка 3455 от 23.07.2021 15:07:23 Иван Петровичу"
},
"Счет": "P0000036362",
"СуммаСчета": "4 845",
"ДатаСчета": "23.07.2021 15:07:23",
"СуммаЗадолженности": "4 845",
"КонечнаяДатаОплаты": "25.07.2021 15:07:23"
},
{
"Основание": {
"СтрокаУИД": "c283e00b-ea23-11eb-80c7-842b2b07593b",
"ТипОбъекта": "Заявка на отгрузку дилера",
"Наименование": "Отгрузка 3417 от 21.07.2021 16:15:38 аптч"
},
"Счет": "P0000035842",
"СуммаСчета": "2 868",
"ДатаСчета": "21.07.2021 16:15:38",
"СуммаЗадолженности": "2 868",
"КонечнаяДатаОплаты": "23.07.2021 16:15:38"
},
{
"Основание": {
"СтрокаУИД": "7875c4af-e49a-11eb-80c7-842b2b07593b",
"ТипОбъекта": "Заявка на отгрузку дилера",
"Наименование": "Отгрузка 3328 от 14.07.2021 15:09:52 test"
},
"Счет": "P0000034571",
"СуммаСчета": "3 668,13",
"ДатаСчета": "14.07.2021 15:09:52",
"СуммаЗадолженности": "3 668,13",
"КонечнаяДатаОплаты": "16.07.2021 15:09:52"
},
{
"Основание": {
"СтрокаУИД": "67bdbfd9-e3c5-11eb-80c7-842b2b07593b",
"ТипОбъекта": "Заявка на отгрузку дилера",
"Наименование": "Отгрузка 3308 от 13.07.2021 14:21:24 rer"
},
"Счет": "P0000034219",
"СуммаСчета": "2 873",
"ДатаСчета": "13.07.2021 14:21:24",
"СуммаЗадолженности": "2 873",
"КонечнаяДатаОплаты": "15.07.2021 14:21:24"
},
{
"Основание": {
"СтрокаУИД": "5003912c-e3a4-11eb-80c7-842b2b07593b",
"ТипОбъекта": "Заявка на отгрузку дилера",
"Наименование": "Отгрузка 3297 от 13.07.2021 10:18:31 Тест"
},
"Счет": "P0000034107",
"СуммаСчета": "15 036",
"ДатаСчета": "13.07.2021 10:18:31",
"СуммаЗадолженности": "15 036",
"КонечнаяДатаОплаты": "15.07.2021 10:18:31"
},
{
"Основание": {
"СтрокаУИД": "3194236c-dfdf-11eb-80c5-842b2b07593a",
"ТипОбъекта": "Заявка на отгрузку дилера",
"Наименование": "Отгрузка 3270 от 08.07.2021 14:59:30 щ8"
},
"Счет": "P0000033456",
"СуммаСчета": "2 854",
"ДатаСчета": "08.07.2021 14:59:30",
"СуммаЗадолженности": "2 854",
"КонечнаяДатаОплаты": "10.07.2021 14:59:30"
},
{
"Основание": {
"СтрокаУИД": "c24f2164-dfae-11eb-80c5-842b2b07593a",
"ТипОбъекта": "Заявка на отгрузку дилера",
"Наименование": "Отгрузка 3252 от 08.07.2021 11:09:45 sdfv"
},
"Счет": "P0000033295",
"СуммаСчета": "2 854",
"ДатаСчета": "08.07.2021 11:09:45",
"СуммаЗадолженности": "2 854",
"КонечнаяДатаОплаты": "10.07.2021 11:09:45"
},
{
"Основание": {
"СтрокаУИД": "d7beb0b7-de31-11eb-80c5-842b2b07593a",
"ТипОбъекта": "Заявка на отгрузку дилера",
"Наименование": "Отгрузка 3229 от 06.07.2021 11:44:25 метка2"
},
"Счет": "P0000032861",
"СуммаСчета": "2 428,69",
"ДатаСчета": "06.07.2021 11:44:25",
"СуммаЗадолженности": "2 428,69",
"КонечнаяДатаОплаты": "08.07.2021 11:44:25"
},
{
"Основание": {
"СтрокаУИД": "71fd9532-de2f-11eb-80c5-842b2b07593a",
"ТипОбъекта": "Заявка на отгрузку дилера",
"Наименование": "Отгрузка 3228 от 06.07.2021 10:58:07 заказ2"
},
"Счет": "P0000032850",
"СуммаСчета": "5 406,42",
"ДатаСчета": "06.07.2021 10:58:07",
"СуммаЗадолженности": "5 406,42",
"КонечнаяДатаОплаты": "08.07.2021 10:58:07"
},
{
"Основание": {
"СтрокаУИД": "70b785e7-dd68-11eb-80c5-842b2b07593a",
"ТипОбъекта": "Заявка на отгрузку дилера",
"Наименование": "Отгрузка 3214 от 05.07.2021 11:21:16 тест2"
},
"Счет": "P0000032555",
"СуммаСчета": "8 532,2",
"ДатаСчета": "05.07.2021 11:21:16",
"СуммаЗадолженности": "8 532,2",
"КонечнаяДатаОплаты": "07.07.2021 11:21:16"
},
{
"Основание": {
"СтрокаУИД": "47f31956-dd66-11eb-80c5-842b2b07593a",
"ТипОбъекта": "Заявка на отгрузку дилера",
"Наименование": "Отгрузка 3213 от 05.07.2021 11:21:08 тест"
},
"Счет": "P0000032545",
"СуммаСчета": "6 044,32",
"ДатаСчета": "05.07.2021 11:21:08",
"СуммаЗадолженности": "6 044,32",
"КонечнаяДатаОплаты": "07.07.2021 11:21:08"
}
]
}

export const shippingAddress = {
"ShippingAddresses": [
{
"IDАдреса": "47bd1481-1648-427c-9be7-8ab4cb38fc05",
"Индекс": "214018",
"Страна": "РОССИЯ",
"Регион": "Смоленская область",
"Район": "",
"НаселенныйПункт": "Смоленск",
"Улица": "Кашена",
"Дом": "23",
"НомерОфиса": "",
"БлижайшийКрупныйГород": ""
},
{
"IDАдреса": "a71948c7-e156-45d4-9f7e-a31b85be8655",
"Индекс": "344020",
"Страна": "РОССИЯ",
"Регион": "Ростовская область",
"Район": "",
"НаселенныйПункт": "Ростов-на-Дону",
"Улица": "ул. Механизаторов",
"Дом": "11",
"НомерОфиса": "",
"БлижайшийКрупныйГород": ""
},
{
"IDАдреса": "963de268-d33b-4ca9-9f8a-1574f743de2d",
"Индекс": "115409",
"Страна": "РОССИЯ",
"Регион": "Московская область",
"Район": "",
"НаселенныйПункт": "Москва",
"Улица": "Каширское шоссе",
"Дом": "31",
"НомерОфиса": "",
"БлижайшийКрупныйГород": ""
},
{
"IDАдреса": "e7ab447e-6a5e-44ca-a32c-276de7662cdd",
"Индекс": "",
"Страна": "РОССИЯ",
"Регион": "Татарстан",
"Район": "",
"НаселенныйПункт": "Казань",
"Улица": "Аделя Кутуя",
"Дом": "167",
"НомерОфиса": "3",
"БлижайшийКрупныйГород": ""
},
{
"IDАдреса": "ed45c58d-a2ba-4058-a742-752b85b4306a",
"Индекс": "",
"Страна": "РОССИЯ",
"Регион": "",
"Район": "",
"НаселенныйПункт": "Челябинск",
"Улица": "Первомайская",
"Дом": "1А",
"НомерОфиса": "",
"БлижайшийКрупныйГород": ""
},
{
"IDАдреса": "dae3db0a-cebc-461e-ba86-4bed7e0d9046",
"Индекс": "443125",
"Страна": "РОССИЯ",
"Регион": "Самарская область",
"Район": "",
"НаселенныйПункт": "Уфа",
"Улица": "ул. Самолетная",
"Дом": "123",
"НомерОфиса": "213",
"БлижайшийКрупныйГород": ""
}
]
}